{
    "nav-bio": "Biography",
    "nav-contact": "Contact",
    "footer-cite": "<br>This Site is entirely static, does not use cookies, and does not collect personal data",
    "home-competenze": "Pianist, Producer, Teacher",
    "home-chisono-titolo": "About Me",
    "home-chisono-testo1": "<strong>Matteo Fasolato</strong> - Born in Thiene in 1998 I am a pianist, producer and teacher press Vicenza.<br>I began to study at the age of 10, starting with a classical path and then moving on to Blues music, Jazz.<br>I <strong>Graduated</strong> from Pollini Conservatory of Padua in Jazz Piano.",
    "home-chisono-testo2": "I studied <strong>digital composition</strong> and I<strong> Post</strong> chill, lo fi, electronic music and soundtracks with my social channels. <br>Currently I study <strong>music production</strong> in ableton live and I follow various mix & master courses.",
    "home-chisono-biografiabtn": "Biography",
    "home-playlist": "My Song",
    "home-playlist-orchestra": "Epic Orchestral Soundtrack Composition in Ableton Live 11",
    "home-playlist-elettro": "Elettroswing made in Fl Studio with a cartoon video.",
    "home-playlist-chill": "Chill music in Ableton Live with 'Uncolored1998'",
    "home-playlist-orchestra-title": "Orchestral Composition",
    "home-playlist-elettro-title": "Elettroswing Song",
    "home-playlist-chill-title": "Chill Production",
    "home-competenze-title": "My Skills",
    "home-competenze-subtitle": "Years of Experience with Music",
    "home-competenze-dettagli": "Details",
    "home-competenze-dettagli2": "Details",
    "home-competenze-dettagli3": "Details",
    "home-competenze-piano": "I have been playing for many years and I can do any kind of musical genre",
    "home-competenze-pruduzione-title": "Productions",
    "home-competenze-pruduzione": "I Pruduce various kinds of music and for different Artists",
    "home-competenze-mixing": "I know the Tools to render a good sound quality",
    
    "bio-subtitolo" : "Pianist, Producer, Composer",
    "bio-paragrafo" : "  <p>My name is <strong>Matteo Fasolato</strong>, I'm 24 years old and I'm a Pianist, Producer from Thiene, Vicenza.</p><p>I started my studies of music when<strong> I was 10</strong>, with a private teacher and then in a music institute in Thiene. At the age of 16, I obtained <strong>pre-academic classical piano</strong> certification and theory and solfege certification.</p><p>From the age of 16, I focused my interest on a niche genre,<strong> Ragtime</strong>, which made me an expert after several years of study. The main artists I played were Scott Joplin, Jelly Roll Morton, James P. Jhonson, Eubie Blake ecc.</p> <p>After studying ragtime I approached the <strong>Blues and Jazz</strong> music, so I attended the Jazz Piano conservatory in Pollini Istitute from Padua, and I obtained a <strong>Degree</strong> in 2021 at the age of 22 years.</p><p>During the studies I was interested in <strong>electronic/digital music</strong>, then studying the fundamental concepts of sound and becoming familiar with the various Daw and plugins on the market.</p> <p>I started with Fl studio 12 with simple Trap/Rap beats up to Huose, Lo-Fi and Orchestral tracks</p><p>In 2020 I did 60-hour course about using <strong>Ableton Live 10</strong>, Producing a song, mixing and sound theory.</p> <p>To date <strong>I have been producing for 5-6 years</strong> and I have chosen Ableton as Favorite Daw.</p> <p>I prefer compose <strong>Orchestral Pieces</strong> or <strong>soundtracks</strong> and I continue to study for possible <strong>collaborations.</strong></p>",
    
    "cont-subtitle": "Pianist, Composer, Producer",
    "cont-testo": "Contact for collaboration or information.",

    "cv-piano": "I have been playing the Piano for over a decade:",
    "cv-produzione": "I have been producing for several years with different musicians",
    "cv-mixing": "Skills about Mixing",
    "cv-abilita": "Skills",

    "footer-email-uno" : "&copy; 2024 matteofasolato.com All rights reserved.",
    "footer-email-due" : "This site is static, does not use cookies and does not use personal data."
    }
    
