{
    "nav-bio": "Biographie",
    "nav-contact": "Contact",
    "footer-email": "Email de contact : <a href=\"mailto:matteofasolato1998@gmail.com\" style=\"color:#3b7585;\">Mail</a>",
    "footer-cite": "<br>Ce site est entièrement statique, ne utilise pas de cookies et ne collecte pas d'informations personnelles.",
    "home-competenze": "Pianiste, Producteur, Enseignant",
    "home-chisono-titolo": "Qui suis-je",
    "home-chisono-testo1": "<strong>Matteo Fasolato</strong> - Né à Thiene en 1998, je suis un pianiste, producteur et enseignant à Vicenza.<br> J'ai commencé mes études à l'âge de dix ans avec une formation classique, puis j'ai eu l'occasion d'approfondir la musique blues/jazz.<br> J'ai obtenu mon diplôme du Conservatoire Pollini de Padoue en piano jazz.",
    "home-chisono-testo2": "J'ai étudié la <strong>Composition Numérique</strong> et je publie quotidiennement des chansons chill, lo-fi, électroniques et orchestrales sur mes profils sociaux.<br> Actuellement, j'étudie la <strong>Production Musicale</strong> sur Ableton Live et je suis plusieurs cours de mixage et de mastering.",
    "home-chisono-biografiabtn": "Biographie",
    "home-playlist": "Mes Chansons",
    "home-playlist-orchestra": "Composition Orchestrale Épique sur Ableton Live 11",
    "home-playlist-elettro": "Chanson Electroswing sur FL Studio avec vidéo animée.",
    "home-playlist-chill": "Production Chill sur Ableton Live dans le groupe 'Uncolored1998'",
    "home-playlist-orchestra-title": "Composition Orchestrale",
    "home-playlist-elettro-title": "Chanson Electroswing",
    "home-playlist-chill-title": "Production Chill",
    "home-competenze-title": "Compétences",
    "home-competenze-subtitle": "Années d'expérience avec la musique",
    "home-competenze-dettagli": "Détails",
    "home-competenze-dettagli2": "Détails",
    "home-competenze-dettagli3": "Détails",
    "home-competenze-piano": "Je joue depuis de nombreuses années et je peux jouer tous les genres musicaux.",
    "home-competenze-pruduzione-title": "Production",
    "home-competenze-pruduzione": "Je produis différents types de musique pour divers artistes.",
    "home-competenze-mixing": "Je connais les outils pour obtenir un son de bonne qualité.",

    "bio-subtitolo" : "Pianiste, Producteur, Enseignant",
    "bio-paragrafo" : "  <p>Je m'appelle <strong>Matteo Fasolato</strong>, j'ai 24 ans et je suis pianiste et producteur à Thiene, Vicenza.</p>  <p>J'ai commencé mes études de musique lorsque <strong>j'avais 10 ans</strong>, avec un professeur privé, puis j'ai fréquenté une école de musique à Thiene. À l'âge de 16 ans, j'ai obtenu la certification en piano classique <strong>pré-académique</strong> ainsi que la certification en théorie et solfège.</p>  <p>À partir de l'âge de 16 ans, j'ai orienté mon intérêt vers un genre de niche, le <strong>Ragtime</strong>, devenant un expert après plusieurs années d'étude. Les artistes que j'ai approfondis sont Scott Joplin, Jelly Roll Morton, James P. Johnson, Eubie Blake, etc.</p> <p>Après avoir étudié le ragtime, je me suis intéressé au <strong>Blues</strong> et au <strong>Jazz</strong>, puis j'ai fréquenté le conservatoire de Jazz au Conservatoire Pollini de Padoue, où j'ai obtenu une <strong>licence</strong> en 2021 à l'âge de 22 ans.</p><p>Pendant mes études au conservatoire, je me suis intéressé au monde de la musique <strong>numérique/électronique</strong>, en étudiant les concepts fondamentaux du son et en me familiarisant avec les différentes DAW et plugins disponibles sur le marché.</p> <p>J'ai commencé avec FL Studio 12, en produisant des beats Trap/Rap simples jusqu'à des morceaux House, Lo-Fi ou orchestraux.</p><p>En 2020, j'ai suivi un cours de 60 heures sur <strong>Ableton Live 10</strong>, la production musicale, le mixage et la théorie du son.</p> <p>Jusqu'à aujourd'hui, je produis de la musique depuis 5-6 ans et ces dernières années j'ai choisi Ableton comme ma DAW principale.</p> <p>Je préfère composer des <strong>morceaux orchestraux</strong> ou des <strong>bandes sonores</strong> et je continue à étudier en vue de possibles <strong>collaborations</strong>.</p>",

    "cont-subtitle": "Pianiste, Compositeur, Producteur",
    "cont-testo": "Contact pour des informations ou des collaborations",

    "cv-piano": "Je joue du piano depuis plus de 10 ans :",
    "cv-produzione": "Je produis depuis de nombreuses années avec différents musiciens",
    "cv-mixing": "Outils de mixage et de manipulation sonore",
    "cv-abilita": "Compétences",

        "footer-email-uno" : "&copy; 2024 matteofasolato.com Tous droits réservés.",
    "footer-email-due" : "Ce site est statique, n'utilise pas de cookies et ne collecte pas de données personnelles."

  }
  