{
    "nav-bio": "Biografia",
    "nav-contact": "Contatta",
    "footer-email": "Email di Contatto: matteofasolato1998@gmail.com",
    "footer-cite": "<br>Questo sito è interamente statico, non usa cookie, e non riceve info",
    "home-competenze":"Pianista - Produttore - Insegnante",
    "home-chisono-titolo": "Chi Sono",
    "home-chisono-testo1": "<strong>Matteo Fasolato</strong> – Nato a Thiene nel 1998, sono un pianista, produttore e insegnante attivo nella provincia di Vicenza.<br> Ho iniziato gli studi all'età di dieci anni con un percorso classico, per poi approfondire la musica Blues e Jazz.<br> Mi sono <strong>laureato</strong> in Pianoforte Jazz presso il Conservatorio Pollini di Padova.",
    "home-chisono-testo2": "Ho studiato <strong>Composizione Digitale</strong> e pubblico quotidianamente brani chill, lo-fi, elettronici e orchestrali sui miei canali social.<br> Attualmente approfondisco la <strong>Produzione Musicale</strong> con Ableton Live e seguo corsi avanzati di mix e mastering.<br> Nella mia attività insegno pianoforte, lavoro come producer, collaboro con agenzie pubblicitarie e porto avanti il mio canale YouTube, attivo da anni, che conta quasi mille iscritti.",
    "home-chisono-biografiabtn":"",
    "home-playlist-orchestra": "Composizione Epica Orchestrale in Ableton Live 11",
    "home-playlist-elettro": "Canzone Elettroswing in Fl Studio con video animato.",
    "home-playlist-chill": "Produzione Chill in Ableton Live nel gruppo 'Uncolored1998'",
    "home-playlist-orchestra-title": "Composizione Orchestrale",
    "home-playlist-elettro-title": "Canzone Elettroswing",
    "home-playlist-chill-title":  "Canzone Chill",
    "home-competenze-title": "Competenze",
    "home-competenze-subtitle": "Anni di Esperienza con la Musica",
    "home-competenze-dettagli": "Dettagli",
    "home-competenze-dettagli2": "Dettagli",
    "home-competenze-dettagli3": "Dettagli",
    "home-competenze-piano": "Suono da molti anni e riesco a eseguire ogni genere musicale",
    "home-competenze-pruduzione-title": "Produzione",
    "home-competenze-pruduzione": "Produco vari tipi di musica e per vari Artisti",
    "home-competenze-mixing": "Conosco gli strumenti per ottenere un suono di buona qualità",

    "bio-subtitolo" : "Pianista, Produttore, Insegnante",
    "bio-paragrafo" : "<p>Mi chiamo <strong>Matteo Fasolato</strong>, ho 24 anni e sono un Pianista e Produttore di Thiene, Vicenza.</p>  <p>Ho iniziato i miei studi di musica quando <strong>avevo 10 anni</strong>, con un insegnante privato e successivamente ho frequentato un istituto musicale a Thiene. All'età di 16 anni ho ottenuto la certificazione di pianoforte classico <strong>pre-accademico</strong> e la certificazione di teoria e solfeggio.</p>  <p>Dall'età di 16 anni ho focalizzato il mio interesse su un genere di nicchia, il <strong>Ragtime</strong>, facendomi diventare un esperto dopo diversi anni di studio. Gli artisti che ho approfondito sono Scott Joplin, Jelly Roll Morton, James P. Jhonson, Eubie Blake, ecc.</p> <p> Dopo aver studiato il ragtime, mi sono avvicinato al <strong>Blues</strong> e al <strong>Jazz</strong>, quindi ho frequentato il conservatorio in Pianoforte Jazz presso il Conservatorio Pollini di Padova, dove ho ottenuto una <strong>Laurea</strong> nel 2021 all'età di 22 anni.</p><p>Durante gli studi al conservatorio, mi sono interessato al mondo della musica <strong>digitale/elettronica</strong>, studiando i concetti fondamentali del suono e familiarizzando con le varie DAW e plugin disponibili sul mercato.</p> <p>Ho iniziato con Fl Studio 12, producendo semplici beat Trap/Rap fino a brani House, Lo-Fi o orchestrali.</p><p>Nel 2020 ho frequentato un corso di 60 ore su <strong>Ableton Live 10</strong>, produzione musicale, mixaggio e teoria del suono.</p> <p>Ad oggi, <strong>produco musica da 5-6 anni</strong> e negli ultimi anni ho scelto Ableton come DAW.</p> <p>Preferisco comporre <strong>brani orchestrali</strong> o <strong>colonne sonore</strong> e continuo a studiare per possibili <strong>collaborazioni</strong>.</p>",

    "cont-subtitle": "Pianista, Compositore, Produttore",
    "cont-testo": "Contatti per informazioni o collaborazioni",

    "cv-piano": "Suono il Piano da oltre 10 anni:",
    "cv-produzione": "Produco da molti anni con diversi musicisti",
    "cv-mixing": "Strumenti per il Mixing e manipolazione sonora",
    "cv-abilita": "Abilità",

    "footer-email-uno" : "&copy; 2024 matteofasolato.com Tutti i diritti riservati.",
    "footer-email-due" : "Questo sito è statico, non utilizza cookie e non utilizza dati personali."
}